<?php
header("Content-type: application/vnd.ms-word");
$filename= "risk_data_".date("Y-m-d_H_i_s").".doc";
header("Content-Disposition: attachment; filename=".$filename);
if($sectionid == ''){
	$sectionid = "……………………(ชื่อส่วนงาน)………………………..…….";
}
if($year_data == ''){
	$year_data = "....................";
}
?>
<style>
#print label {
    border-bottom: 1px dashed #333333;
    display: inline-block;
    overflow: hidden;
    padding: 2px 10px;
    text-align: left;
}
#print{
	font-size:16px;
	line-height: 25px;
}
</style>
<div id="print" align="center">
<table width="1024px">
	<tr>
		<td align="center"><b>หนังสือรับรองการควบคุมภายในของผู้บริหารระดับส่วนงาน</b></td>
	</tr>
	<tr>
		<td><br /><br /></td>
	</tr>
	<tr>
		<td>เรียน อธิการบดี</td>
	</tr>
	<tr>
		<td><br /><br /></td>
	</tr>
	<tr>
		<td align="left">
			<div contenteditable="true">
	        <p style="text-indent: 50px"><?=$sectionid?> ได้ประเมินผลการควบคุมภายใน
	      	สำหรับปีสิ้นสุดวันที่ 30 เดือน กันยายน พ.ศ. <?=$year_data?> 
	      	ด้วยวิธีที่  <?=$sectionid?>
			กำหนดโดยมีวัตถุประสงค์เพื่อสร้างความมั่นในอย่างสมเหตุสมผลว่าการดำเนินงานจะบรรลุ           
			วัตถุประสงค์ของการควบคุมภายในด้านประสิทธิผลและประสิทธิภาพของการดำเนินงานและการใช้ 
			ทรัพยากร ซึ่งรวมถึงการดูแลรักษาทรัพย์สิน การป้องกันหรือลดความผิดพลาด ความเสียหาย การรั่วไหล 
			การสิ้นเปลือง หรือการทุจริตด้านความเชื่อถือได้ของรายงานทางการเงินและการดำเนินงานและ   
		        ด้านการปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีและนโยบาย ซึ่งรวมถึงระเบียบปฏิบัติ
		        ของฝ่ายบริหาร<br /></p>
	        <p style="text-indent: 50px">จากผลการประเมินดังกล่าวเห็นว่าการควบคุมภายในของ <?=$sectionid?> 
	              สำหรับปีสิ้นสุดวันที่ 30 เดือน กันยาน พ.ศ. <?=$year_data?> เป็นไปตามระบบการควบคุมภายในที่กำหนดไว้ มีความเพียงพอและบรรลุวัตถุประสงค์ของการควบคุมภายในตามที่กล่าวในวรรคแรก
			</p><p style="text-indent: 50px">อนึ่ง การควบคุมภายในยังคงมีจุดอ่อนที่มีนัยสำคัญดังนี้
	<div contenteditable="true">
			<p style="text-indent: 50px">..............................................................……………………………..…………………….................................................................................</div>
			</div>
		</td>
		
	</tr>
<tr>
		<td><br /><br /></td>
</tr>
</div>	
<tr>
	<td>
		<div align="right">
			<div style="padding-left:40%;">ลายมือชื่อ....................................................................</div>
			<div style="padding-left:70%;">(ชื่อผู้บริหารส่วนงาน)</div>
			<div style="padding-left:40%;">ตำแหน่ง.....................................................................</div>
			<div style="padding-left:45%;">วันที่ 30  เดือน กันยายน  พ.ศ. <?=$year_data?></div>
		</div>
	</td>
</tr>
</table>
</div>

