<html>
    <head>
<?php

$filename= "risk_data_".date("Y-m-d_H_i_s").".doc";
  header("Content-Type: application/vnd.ms-word; name=\"$filename\"");
  header("Content-Disposition: inline; filename=\"$filename\"");
  header("Pragma: no-cache");
if($sectionid == ''){
	$sectionid = "……………………(ชื่อส่วนงาน)………………………..…….";
}
if($year_data == ''){
	$year_data = "....................";
}
?>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
	</head>
<body>
<div align="center"  style="font-size: 18pt;"><b>หนังสือรับรองการควบคุมภายในของผู้บริหารระดับส่วนงาน</b></div>
<br /><br />
<div align="left" style="font-size: 18pt;">เรียน อธิการบดี</div>
<br /><br />
			<div align="left" style="font-size: 16pt;">
	        <p style="text-indent: 50px"><?=$sectionid?> ได้ประเมินผลการควบคุมภายใน
	      	สำหรับปีสิ้นสุดวันที่ 30 เดือน กันยายน พ.ศ. <?=$year_data?> 
	      	ด้วยวิธีที่  <?=$sectionid?>
			กำหนดโดยมีวัตถุประสงค์เพื่อสร้างความมั่นในอย่างสมเหตุสมผลว่าการดำเนินงานจะบรรลุ           
			วัตถุประสงค์ของการควบคุมภายในด้านประสิทธิผลและประสิทธิภาพของการดำเนินงานและการใช้ 
			ทรัพยากร ซึ่งรวมถึงการดูแลรักษาทรัพย์สิน การป้องกันหรือลดความผิดพลาด ความเสียหาย การรั่วไหล 
			การสิ้นเปลือง หรือการทุจริตด้านความเชื่อถือได้ของรายงานทางการเงินและการดำเนินงานและ   
		        ด้านการปฏิบัติตามกฎหมาย ระเบียบ ข้อบังคับ มติคณะรัฐมนตรีและนโยบาย ซึ่งรวมถึงระเบียบปฏิบัติ
		        ของฝ่ายบริหาร<br /></p>
	        <p style="text-indent: 50px">จากผลการประเมินดังกล่าวเห็นว่าการควบคุมภายในของ <?=$sectionid?> 
	              สำหรับปีสิ้นสุดวันที่ 30 เดือน กันยาน พ.ศ. <?=$year_data?> เป็นไปตามระบบการควบคุมภายในที่กำหนดไว้ มีความเพียงพอและบรรลุวัตถุประสงค์ของการควบคุมภายในตามที่กล่าวในวรรคแรก
			</p><p style="text-indent: 50px">อนึ่ง การควบคุมภายในยังคงมีจุดอ่อนที่มีนัยสำคัญดังนี้<br />
			<p style="text-indent: 50px">..............................................................……………………………..…………………….................................................................................
		</div>
<br /><br />
</div>	
		<div align="right">
			<div style="padding-left:40%;">ลายมือชื่อ....................................................................</div>
			<div style="padding-left:70%;">(ชื่อผู้บริหารส่วนงาน)</div>
			<div style="padding-left:40%;">ตำแหน่ง.....................................................................</div>
			<div style="padding-left:45%;">วันที่ 30  เดือน กันยายน  พ.ศ. <?=$year_data?></div>
		</div>
	</body>
</html>

